<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
	'version'       => '1.0.0',
	'status'        => [
		-1 => '回收站',
		0  => '禁用',
		1  => '正常',
		2  => '草稿',
	],
	/**
	 * 系统tab表单文字,key确定后不能再更改
	 */
	'tab'           => [
		0  => '基本',
		1  => '扩展',
		3  => '网站',
		4  => '系统',
		5  => '邮件',
		6  => '内容',
		90 => '安全',
	],
	//分类类型
	'category_type' => [
		'article'     => '文章分类',
		'goods'       => '产品分类',
		'article_tag' => '文章标签',
		'goods_tag'   => '产品标签',
		'other'       => '其它分类',
	],
];
